#+TITLE: Paradigms of AI Programming: Chapter 11
#+AUTHOR: Tushar Tyagi
#+EMAIL: mail@tushartyagi.com
#+LANGUAGE: en
#+STARTUP: align indent fold nodlcheck hidestars oddeven lognotestate
#+PROPERTY: header-args :tangle chapter11.lisp

#+name: package-init
#+begin_src lisp :session paip 
  (in-package :paip)
#+end_src

#+RESULTS: package-init
: #<PACKAGE "PAIP">

